<!DOCTYPE html>
<html>
<head>

</head>
<body>

<link rel="stylesheet" href="http://test.compuscript.com/ojs/styles/test.css" type="text/css" />


<table style="width:100%;border-bottom:1px solid black;border-collapse:collapse;">
<tr>
<td><i>Creative Arts Educ Ther</i> (2015) 1(1):26&#x2013;40</td>
<td style="text-align:right;">DOI: <a href="http://www.doi.org/10.15534/CAET/2015/1/5">10.15534/CAET/2015/1/5</a></td>
</tr>
</table>
<p style='margin:1.5em 3em 1.5em 3em;font-weight:bold;text-align:center;font-size:150%;'>A Brief Introduction of Drama Applications in Educational, Social, and Therapeutic Domains in Taiwan</p>
<p class="trans-title">&#32156;&#36848;&#25033;&#29992;&#25138;&#21127;&#22312;&#21488;&#28771;&#25945;&#32946;&#12289;&#31038;&#26371;&#33287;&#27835;&#30274;&#38936;&#22495;&#30340;&#36939;&#20316;&#24773;&#27841;</p>
<p class="author">Hsiao-hua Chang (&#24373;&#26313;&#33775;)</p>
<p class="aff">National Taiwan University of Arts, Taiwan (ROC)</p>
<p class="affhr"/>
<p class="abstract">Abstract</p>
<p class="tx">In the beginning of mid-20th century, North American, Canadian, European, and Australian universities showed a growing interest in applying knowledge and techniques from theatrical production to the fields of education, social service, and psychotherapy. Acknowledging that some universities in Taiwan have joined this international movement, the author presents research methods and personal teaching experiences to encourage an increase in the application of methods from drama, and the author also feels that an increase in this application will benefit the people of Taiwan.</p>
<p class="txt"><b>Keywords:</b> applied drama, educational theatre, drama/theatre in education, drama/theatre in social action, drama therapy</p>

<p class="abstract">&#x6458;&#x8981;</p>
<p class="tx">&#33258;20&#19990;&#32000;&#20013;&#33865;&#36215;&#65292;&#22312;&#32654;&#22283;&#12289;&#21152;&#25343;&#22823;&#12289;&#27472;&#27954;&#33287;&#28595;&#27954;&#30340;&#19968;&#20123;&#22823;&#23416;&#65292;&#23559;&#20659;&#32113;&#21127;&#22580;&#28436;&#20986;&#30340;&#35069;&#20316;&#30693;&#35672;&#33287;&#25216;&#24039;&#65292;&#36681;&#21521;&#28858;&#23565;&#25945;&#32946;&#12289;&#31038;&#26371;&#26381;&#21209;&#33287;&#24515;&#29702;&#27835;&#30274;&#26041;&#38754;&#30340;&#25138;&#21127;&#25033;&#29992;&#12290;&#20316;&#32773;&#26377;&#37969;&#26044;&#33274;&#28771;&#30340;&#19968;&#20123;&#22823;&#23416;&#20134;&#21152;&#20837;&#20102;&#36889;&#20491;&#19990;&#30028;&#24615;&#36264;&#21218;&#30340;&#30332;&#23637;&#65292;&#25836;&#36879;&#36942;&#30740;&#31350;&#26041;&#27861;&#33287;&#20491;&#20154;&#25945;&#23416;&#65292;&#35430;&#22294;&#25506;&#32034;&#20854;&#36939;&#20316;&#30340;&#24773;&#27841;&#65292;&#26399;&#33021;&#28608;&#21237;&#25138;&#21127;&#25033;&#29992;&#30340;&#25552;&#21319;&#65292;&#20006;&#22240;&#27492;&#32780;&#36896;&#31119;&#26356;&#22810;&#30340;&#20154;&#12290;</p>
<p class="txt"><b>&#x95DC;&#x9375;&#x8A5E;:</b> &#25033;&#29992;&#25138;&#21127;&#12289; &#25945;&#32946;&#24615;&#25138;&#21127; &#25138;&#21127;/&#21127;&#22580;&#25945;&#32946;&#12289; &#25138;&#21127;/&#21127;&#22580;&#31038;&#26371;&#27963;&#21205;&#12289; &#25138;&#21127;&#27835;&#30274;</p>

</body>
</html>